Repository: Olivermusico/everest
Catalog: lib/l10n/app_*.arb
Languages: de, es, uk

source: Settings
de: Einstellungen
es: Opciones
uk: Налаштування

source: Theme
de: Farbschema
es: Tema
uk: Тема

# themeSystem
source: System preference
de: Systempräferenz
es: Preferido del sistema
uk: Системні налаштування

# themeLight
source: Light
de: Hell
es: Claro
uk: Світла

# themeDark
source: Dark
de: Dunkel
es: Oscuro
uk: Темна

# darkThemeBlackBackground
source: Black background in dark theme
de: Schwarzer Hintergrund im dunklen Farbschema
es: Fondo negro para el tema oscuro
uk: Чорний фон у темній темі

# darkThemeBlackBackgroundSubtitle
source: Mainly intended for OLED screens
de: Hauptsächlich für OLED-Bildschirme gedacht
es: Principalmente para pantallas OLED
uk: В основному призначено для ерканів OLED

source: Restart
de: Neustart
es: Reiniciar
uk: Перезапустити

# restartSubtitle
source: Long press to reset the progress
de: Gedrückt halten um Fortschritt zurückzusetzen
es: Mantenga presionado para reiniciar el progreso
uk: Довге натискання, щоб скинути поступ

# version
source: Version {label}
es: Versión {label}
uk: Версія {label}

# moreInfo
source: More information at {url}
de: Mehr Informationen unter {url}
es: Más información en {url}
uk: Більше інформації на {url}

# levelTitle
source: Level {number}
es: Nivel {number}
uk: Рівень {number}

# endMessage
source: Congratulations!
de: Ausgezeichnet!
es: ¡Enhorabuena!
uk: Вітаємо!

# extendedMessage
source: T3V0c3RhbmRpbmcgYWNjb21wbGlzaG1lbnQhIFlvdSBoYXZlIGV4cGxvcmVkIHRoZSBhcml0aG1ldGljcyBvZiB0aGUgZmluaXRlIGZpZWxkcyB3aXRoIDExIGFuZCAxMjEgZWxlbWVudHMuIChEaWQgeW91IG5vdGljZSBhIHNpbWlsYXJpdHkgd2l0aCBjb21wbGV4IG51bWJlcnM/KQ==
de: SGVydm9ycmFnZW5kZSBMZWlzdHVuZyEgRHUgaGFzdCBkYXMgUmVjaG5lbiBpbiBkZW4gZW5kbGljaGVuIEvDtnJwZXJuIG1pdCAxMSB1bmQgMTIxIEVsZW1lbnRlbiBlcmZvcnNjaHQgdW5kIGdlbWVpc3RlcnQuIChJc3QgZGlyIGVpbmUgw4RobmxpY2hrZWl0IHp1IGtvbXBsZXhlbiBaYWhsZW4gYXVmZ2VmYWxsZW4/KQ==
es: wqFVbiBsb2dybyBleHRyYW9yZGluYXJpbyEgSGFzIGV4cGxvcmFkbyBsYSBhcml0bcOpdGljYSBkZSBsb3MgY2FtcG9zIGZpbml0b3MgY29uIDExIHkgMTIxIGVsZW1lbnRvcy4gKMK/Tm90YXN0ZSBhbGdvIHNpbWlsYXIgYSBsb3MgbsO6bWVyb3MgY29tcGxlam9zPyk=
uk: 0JLQuNC00LDRgtC90LUg0LTQvtGB0Y/Qs9C90LXQvdC90Y8hINCS0Lgg0LTQvtGB0LvRltC00LjQu9C4INCw0YDQuNGE0LzQtdGC0LjQutGDINGB0LrRltC90YfQtdC90L3QuNGFINC/0L7Qu9GW0LIg0ZbQtyAxMSDRliAxMjEg0LXQu9C10LzQtdC90YLQsNC80LguICjQktC4INC30LDQvNGW0YLQuNC70Lgg0YHRhdC+0LbRltGB0YLRjCDRltC3INC60L7QvNC/0LvQtdC60YHQvdC40LzQuCDRh9C40YHQu9Cw0LzQuD8p

# exitDialogTitle
source: Saving not available.
de: Speichern nicht verfügbar.
es: Guardado no disponible.
uk: Зберігання недоступне.

# exitDialogContent
source: All progress will be lost if you exit. Continue?
de: Der gesamte Fortschritt geht beim Schließen verloren. Fortfahren?
es: Si sales, todo tu progreso se perderá. ¿Continuar?
uk: Увесь поступ буде втрачено під час виходу. Продовжити?

# dialogCancel
source: Cancel
de: Abbrechen
es: Cancelar
uk: Скасувати

# dialogOk
source: OK
es: Aceptar
uk: Гаразд
